Repository: DonMag/Test-App
Catalog: Test App/App/Supporting Files/HostingApp/*.lproj/Localizable.strings
Languages: fi

source: About
fi: Näppäimistösovelluksesta

# addNewKeyboard
source: Add New Keyboardâ€¦
fi: Lisää uusi näppäimistö…

source: Allow Full Access
fi: Salli täyspääsy

source: Attributions
fi: Tunnustusta

# enableTapSoundsPlain
source: If you wish to enable key tap sounds, you must then tap %1$@ and toggle %2$@.
fi: Jos haluat mahdollistaa naputuksen, pitää naputtaa %1$@ ja vaihtaa %2$@.

source: General
fi: Yleistä

source: Keyboard
fi: Näppäimistö

source: Keyboards
fi: Näppäimistöjä

source: Language
fi: Kieli

source: Layouts
fi: Näppäimistöasettelu

# localeSjd
source: Kildin Sami
fi: Kiltinän Saame

# openAppPlain
source: Open the %1$@ app
fi: Avaa %1$@-sovellus

source: Open Settings
fi: Avaa Asetukset

source: Save
fi: Tallenna

# setUp
source: Set Up %1$@
fi: Asenna %1$@

source: Setting Up
fi: Asentaminen

source: Settings
fi: Asetukset

source: Skip
fi: Ohita

# tapPlain
source: Tap %1$@
fi: Naputa %1$@

# whenYouHaveFinished
source: When you have finished, return to this app to continue.
fi: Kun olet lopettanut, palaa tähän sovellukseen jatkamaan.
